{
  "locale": "en",
  "backend_locale": "en",
  "home": {
    "header": "Who is this platform for?",
    "button": "Pass the tests"
  },
  "greatings_block": {
    "greating": "Hello!",
    "description_1": "I am your personal assistant on the platform that will help you learn more about your psychological characteristics and create a psychological portrait.",
    "description_2": "With the help of a psychological portrait, you will be able to learn more about yourself, namely about character traits, motivation, type of management and ways of interacting with the world around you."
  },
  "test_platforms": [
    {
      "first_part": "For business",
      "second_part": "owners / CEOs"
    },
    {
      "first_part": "For top managers",
      "second_part": "managers"
    },
    {
      "first_part": "For the HR Team",
      "second_part": ""
    },
    {
      "first_part": "For Senior / Middle / ",
      "second_part": " Junior specialists"
    },
    {
      "first_part": "For candidates",
      "second_part": ""
    },
    {
      "first_part": "For psychologists",
      "second_part": ""
    }
  ],
  "sidebar": {
    "user": {
      "user_greating": "Hello, ",
      "user_greating_default": "Hello, Anonymous",
      "user_button_auth": "My profile",
      "user_button_login": "Login"
    },
    "nav": [
      {
        "key": "about",
        "about_project": "About project"
      },
      {
        "key": "get-tested",
        "pass_the_test": "Pass the tests"
      },

      {
        "key": "my-profile",
        "my_profile": "My profile"
      },
      {
        "key": "news",
        "our-articles": "Our articles"
      }
    ]
  },
  "news_page": {
    "filter": {
      "resource": "Resource",
      "sphere": "Sphere",
      "language": "Language"
    }
  },
  "test_page": {
    "auth_modal": {
      "title": "Authorize!",
      "description": "To save the result, you need to authorize!",
      "button_label": "Authorize"
    },
    "next_block_btn": "Next block",
    "prev_block_btn": "Previous block",
    "pass_the_test_btn": "Pass the test",
    "test_in_dev_btn": "Test in development",
    "test_blocks": [
      {
        "label": "PAEI Test",
        "description": "The methodology is based on the PAEI concept..."
      },
      {
        "label": "Enneagram",
        "description": "A psychological model describing 9 deep..."
      },
      {
        "label": "MBTI",
        "description": "Intended for psychological assessment of characte..."
      },
      {
        "label": "Emotional intelligence",
        "description": "The technique of N. Hall is intended for detection..."
      },
      {
        "label": "Adaptive intelligence",
        "description": ""
      },
      {
        "label": "Innovative intelligence",
        "description": ""
      }
    ]
  },
  "paei_page": {
    "title": "PAEI Test",
    "description_1": "The methodology is based on the",
    "description_2": "PAEI concept,",
    "description_3": "according to which each person has",
    "description_4": "a unique set of qualities",
    "description_5": "(distinguishes by temperament, has its own behavioral characteristics, work style, leadership abilities, strengths and weaknesses), knowing which one can determine one's",
    "description_6": "individual management style.",
    "robot_hint_p": "Here are 10 blocks containing 4 personality qualities. Give each quality from 1 to 4 points, depending on how well it suits you. The total number of points of one block must be equal to 10.",
    "robot_hint_h3": "Be honest with yourself",
    "get_result_btn": "Check result",
    "passed_blocks": "Passed",
    "blocks": "blocks",
    "points": "points"
  },
  "paei_description": {
    "p_header": "WHAT SHOULD BE DONE?",
    "p_description": "This management function meets customer needs. The short-term performance of the company depends on this.",
    "a_header": "HOW SHOULD IT BE DONE?",
    "a_description": "The organization must do the right things in the right sequence. The administrator ensures this process.",
    "e_header": "WHEN/WHY DO IT NEED TO BE DONE?",
    "e_description": "Adhering to a creative approach and willingness to take risks, the manager must also navigate the chaos of changes and determine the direction of the company's development.",
    "i_header": "WHO SHOULD DO IT?",
    "i_description": "The manager needs to be able to create such a system of values in the company, which in turn will create an atmosphere of mutual respect and cooperation in the team."
  },
  "paei_test": {
    "block1": ["Sensitive", "Bright", "Involved", "The One Who Has Doubts"],
    "block2": ["Straightforward", "Analyzing", "Charismatic", "Sensual"],
    "block3": ["Watcher", "The one who does", "Thinking", "Sympathizer"],
    "block4": ["Aware", "Evaluative", "Risk-taking", "Friendly"],
    "block5": ["Intuitive", "Inquisitive", "Resultative", "Logical"],
    "block6": ["Abstract", "Observer", "Interactive", "Active"],
    "block7": ["Pragmatic", "Warm", "One who ponders", "Future oriented"],
    "block8": ["One who seeks consensus", "Conceptual", "Winner", "The Observer"],
    "block9": ["Reserved", "Generator of ideas", "Rational", "Knowledgeable"],
    "block10": ["Pleasant", "Bright", "Neat", "Business"]
  },
  "paei_result": {
    "header": "YOUR PAEI:",
    "p_description_uppercase": "The function of producing results is developed at a high level. Such a manager not only understands what needs to be done, but also has sufficient focus to translate an idea into a finished product that will satisfy the needs of customers. Also, the manager is characterized by high efficiency, focus on the final result, pragmatism and the ability to effectively perform several tasks at the same time.",
    "p_description_lowercase": "The function of producing results is developed at a sufficient level, the manager can cope with the function of producing results at a satisfactory level to understand what actions need to be taken to achieve the result.",
    "p_noDescription": "The function of producing results is weakly expressed, such a manager cannot ensure the performance of tasks at a high level, it is difficult to complete the work.",
    "a_description_uppercase": "The function of the administrator is developed at a high level. Such a manager brilliantly copes with the organization of the work environment, planning, management and control of the company's resources. He takes the necessary actions at the right time, in a certain sequence, thereby preparing the ground for the production of results.",
    "a_description_lowercase": "The administration function is expressed at an acceptable level in order to control the current state of affairs and tasks.",
    "a_noDescription": "The administration function is weakly expressed, such a manager has difficulties in setting clear tasks for other people, he does not have a clear plan of action that could ensure effective coordination, control and tracking of processes. Such a manager does not pay attention to details and cannot systematize the company's work .",
    "e_description_uppercase": "The function of entrepreneurship is expressed at a high level. Such a manager has an analytical mindset that allows him to analyze changes in the environment, understand the importance of strategic planning and actions aimed at long-term results. His creativity helps to create a vision for the company that will make it successful in the long term, but he begins to work on its achievement immediately.",
    "e_description_lowercase": "The function of entrepreneurship is expressed at a satisfactory level to understand the importance of strategic planning and actions aimed at achieving long-term goals.",
    "e_noDescription": "The manager's entrepreneurial function is not expressed, it is difficult to perform tasks related to forecasting, long-term strategy and creative approach.",
    "i_description_uppercase": "The function of integration is expressed at a high level, what can we say about leadership abilities and the ability to empathize. Such a manager focuses on creating common values, traditions, it is important for him as a formed team, he does a brilliant job of creating an atmosphere of mutual respect and interaction in the company. He directs your creative thinking to bring together people with different motives and interests to achieve a common goal.",
    "i_description_lowercase": "The integration function is developed at a satisfactory level to adhere to the common goal, but the motivation, coordination and maintenance of team commitment are better entrusted to an employee with a pronounced I-style.",
    "i_noDescription": "The integration function is very poorly developed, it is difficult to follow common goals, motivate, coordinate and maintain team commitment, it is better to entrust an employee with a pronounced I-style.",
    "save_button": "Save result",
    "saved_result_msg": "The result is saved in the personal account"
  },
  "enneagram_page": {
    "title": "Enneagram",
    "description_1": " is a psychological model describing 9 deep motives ",
    "description_2": "which manage us on a subconscious level.",
    "robot_hint_p": "Each of the 9 motives gives rise to a very specific character, with its own mental strategies, emotional reactions and life attitudes.",
    "robot_hint_h3": "To determine your Ennea type, take the test",
    "n_type": "type",
    "lifeCreed": "Life creed: ",
    "keyword": "Keyword: ",
    "careerOrientations": "Career orientations: ",
    "possibleProfessions": "Possible professions: ",
    "get_result_btn": "Get Result",
    "save_button": "Save result",

    "saved_result_msg": "The result is saved in the personal account"
  },
  "enneagram_block": {
    "question_counter": "Question ",
    "back_btn": "Back",
    "yes_btn": "Yes",
    "yes_no_btn": "Yes, and no",
    "no_btn": "No",
    "modal_window_h1": "Are you sure?",
    "modal_window_p": "If you leave the page now, we will not be able to save your results. Continue?",
    "modal_continue_btn": "Continue",
    "modal_leave_btn": "Leave the page"
  },
  "enneagram_test": {
    "block_1": "I need space, distance support, I want to protect my territory.",
    "block_2": "I get easily annoyed when someone is too persistent, pushy, I don't like it when my territory is invaded. No one comes to me without an invitation.",
    "block_3": "I can't stand those who achieved something not by hard work, but by machinations.",
    "block_4": "I confidently go to my goal and achieve success.",
    "block_5": "If I don't have a goal in front of me, I get bored.",
    "block_6": "I know what my partner needs before he knows it.",
    "block_7": "It's hard for me to accept that someone can refuse me.",
    "block_8": "As a rule, I do more than anyone, often sacrificing my own interests.",
    "block_9": "I feel everything very deeply, even if it causes me suffering, I can dwell on my past failures for years.",
    "block_10": "People around me don't notice the most important thing about me - my uniqueness.",
    "block_11": "I like to be in the company of friends I can rely on.",
    "block_12": "I am wary of people who treat me too politely: what do they want from me?",
    "block_13": "I feel I have a (significant) intellectual superiority over others. I usually understand better (and faster) than they do.",
    "block_14": "I express my opinion only if it will be useful, otherwise I prefer to remain silent.",
    "block_15": "I can't stand carelessness and sloppiness.",
    "block_16": "I am so demanding of myself that I have the right to criticize others.",
    "block_17": "I don't have a schedule: my work day can start or end at any time of the day, the main thing is to get the job done.",
    "block_18": "I am very offended when someone refuses my help.",
    "block_19": "People often come to me to confide their secret thoughts, I am the perfect person for such conversations.",
    "block_20": "I am very sensitive to moods, it is easy for me to feel what others are feeling.",
    "block_21": "I prefer not to take unnecessary risks.",
    "block_22": "I have a developed sense of duty and responsibility.",
    "block_23": "I am versatile and gifted with many talents.",
    "block_24": "Thousands of ideas and plans are constantly swarming in my head.",
    "block_25": "Any difficulty is perceived by me as a challenge, as a test to be overcome. Large-scale projects and difficult situations do not cause me fear, quite the opposite.",
    "block_26": "I feel confident only when I myself stand at the wheel, manage, control, make decisions.",
    "block_27": "I can listen, but it is difficult for me to be attentive and concentrated for a long time.",
    "block_28": "They say that I am diplomatic and can resolve conflict situations.",
    "block_29": "I will never shoulder something heavy that causes pain and suffering.",
    "block_30": "I like to play with words, communication and expressing my thoughts do not pose any difficulties for me.",
    "block_31": "I easily recognize the weaknesses of others and do not hesitate to tell them about them.",
    "block_32": "I do not take kindly to the weak, but I will always stand up for the weak if the strong treat them unfairly in my opinion.",
    "block_33": "It's difficult for me to prioritize. I can't separate the important from the secondary.",
    "block_34": "I rarely say no to people, but I tend to forget things that don't suit me.",
    "block_35": "I like things clear and understandable. Deliberate obscurity drives me crazy.",
    "block_36": "When I do something, I don't feel like I'm running out of time.",
    "block_37": "I have no right to mistakes and irresponsibility.",
    "block_38": "I'm not comfortable sitting still and doing nothing.",
    "block_39": "I like to share, to be closer to people.",
    "block_40": "I love when people recognize how much I do for others. I love to feel indispensable.",
    "block_41": "I often feel out of my element.",
    "block_42": "I find it difficult to make decisions because I want to consider all options and possibilities.",
    "block_43": "I'm usually suspicious, distrustful, skeptical, always on guard.",
    "block_44": "I always have a funny story on any topic in reserve. Humor is the best remedy for all problems.",
    "block_45": "I easily find attractive, interesting people to engage with.",
    "block_46": "I feel awkward in the role of a subordinate. I am a leader, and I appreciate those who follow me.",
    "block_47": "I find it hard to assert something, express my needs. I myself don't know what I really want.",
    "block_48": "I feel uneasy in a crowd and dislike crowds.",
    "block_49": "I can't take on a task if the assignment is poorly formulated.",
    "block_50": "I love gathering around me people focused on victory and can take on the role of a team leader.",
    "block_51": "I consider it normal when I am given preference, when something is done for me, as I myself give a lot.",
    "block_52": "I can be easily hurt (harmed) even if no one sees it.",
    "block_53": "I am punctual and reliable; you can count on me.",
    "block_54": "They say that I always look at things only from the positive side.",
    "block_55": "If I dare to do something, I am afraid of missing other opportunities.",
    "block_56": "I am not afraid of confrontations and arguments. In the heat of the moment, I can easily 'let the dogs out.'",
    "block_57": "I avoid conflicts, can't stand pressure.",
    "block_58": "I love rules and planning.",
    "block_59": "I respect punctuality and discipline.",
    "block_60": "I must be strict and demanding of myself.",
    "block_61": "I don't like showing my weaknesses; others can take advantage of them.",
    "block_62": "I often get the impression that others do not appreciate what I do for them.",
    "block_63": "The material world doesn't interest me much.",
    "block_64": "When I am not understood or contradicted, I feel a surge of hatred.",
    "block_65": "I often take a defensive position; it helps me hide my excitement.",
    "block_66": "It's hard for me to maintain efficiency for a long time doing work that requires a lot of time and effort.",
    "block_67": "I imagine the world like this: on one side - the strong, on the other - the weak.",
    "block_68": "I love to plan everything and prepare in advance to avoid surprises.",
    "block_69": "Others can say whatever they want; I am confident in my rightness.",
    "block_70": "My unconditional priority is the realization of my own plans, especially in professional life.",
    "block_71": "I can't stand failures, weaknesses, setbacks.",
    "block_72": "I love to surround myself with beautiful, deep, genuine people and things.",
    "block_73": "I feel different, not like everyone else. I have something that makes me unlike others.",
    "block_74": "I am loyal to the team and fully respect jointly made decisions.",
    "block_75": "I feel the need for support and recognition of my qualities.",
    "block_76": "I get bored quickly. I don't like routine.",
    "block_77": "It's better to study life from the outside than to get involved in it.",
    "block_78": "Tenderness, softness - not for me; all this makes me feel awkward. People say that I am a strong personality, sometimes comparing me to a bulldozer.",
    "block_79": "I don't like innovations. The familiar allows me to feel more confident.",
    "block_80": "I don't want to hinder anyone, cause inconvenience. If others feel good, I feel good too.",
    "block_81": "I have to meet the expectations of those around me.",
    "block_82": "I play a significant role in the lives of other people.",
    "block_83": "If people see the real me, I will lose their acceptance and admiration.",
    "block_84": "I can be satisfied with little.",
    "block_85": "If I show my weaknesses, people will start taking advantage of them.",
    "block_86": "Emotions allow me to feel alive.",
    "block_87": "Most problems resolve themselves.",
    "block_88": "I hardly need people and can live alone for a long time.",
    "block_89": "Overcoming difficulties toughens me and makes me strong.",
    "block_90": "Aggression is always unacceptable and destructive."
  },
  "enneagram_results": {
    "type_1": {
      "title": "Perfectionist",
      "description": "People of the first type are very reliable, meticulous, principled, and structured. They are ethical and idealistic, striving for perfection in everything. Perfectionists live by rules and control their emotions.",
      "lifeCreed": "I know how to do everything right, and I will teach.",
      "keyword": "rule.",
      "careerOrientations": "fields where everything is regulated and structured. There is the possibility of career growth and a team of like-minded people. Lack of control, as people of the first type are self-oriented towards maximum results. The value of work is also important to them.",
      "possibleProfessions": "manager (including top manager), lawyer or attorney, banker, financier, accountant, product owner."
    },
    "type_2": {
      "title": "Helper",
      "description": "People of the second type are relationship-oriented, insightful, caring, empathetic, loving, and generous. They are the glue people at work, often saying 'Yes' to others while completely forgetting about their own needs. 'Twos' want to be loved, giving their warmth and light to other people.",
      "lifeCreed": "recognize the needs of others and offer help.",
      "keyword": "thank you.",
      "careerOrientations": "service-related fields, social entrepreneurship, non-profit organizations, and volunteering.",
      "possibleProfessions": "teacher, chef, firefighter, designer, event manager."
    },
    "type_3": {
      "title": "Achiever",
      "description": "People of the third type are goal-oriented, active, efficient, self-confident, and attractive. They are incredible workaholics and easily adapt to different life situations because they strive for success and want to evoke enthusiasm.",
      "lifeCreed": "life = work.",
      "keyword": "goal.",
      "careerOrientations": "personal brand or positions with a high level of salary, the possibility of rapid career growth.",
      "possibleProfessions": "executive director, PR director, sales manager, project manager."
    },
    "type_4": {
      "title": "Individualist",
      "description": "People of the fourth type are emotional, creative, and imaginative, standing out as romantic personalities. They believe that others love them for their uniqueness and originality, so they always want to express their individuality and stand out. One of their biggest fears is to be like everyone else.",
      "lifeCreed": "creativity always and everywhere! Even when the work is routine, a person of the fourth type will bring a unique element to the execution—something unique.",
      "keyword": "emotion.",
      "careerOrientations": "any direction where they can creatively express themselves and implement their ideas.",
      "possibleProfessions": "psychologist, consultant, masseur, musician, actor, writer, artist, designer."
    },
    "type_5": {
      "title": "Thinker",
      "description": "People of the fifth type are very knowledgeable, thoughtful, and deep—completely immerse themselves in the subject. They are successful strategists and good listeners as they aim to gather the maximum amount of information about the world around them.",
      "lifeCreed": "accumulate knowledge about the world, about different spheres that interest them.",
      "keyword": "expertise.",
      "careerOrientations": "science and technology, freelance (remote work).",
      "possibleProfessions": "financial director, architect, professor, or researcher, web developer."
    },
    "type_6": {
      "title": "Skeptic",
      "description": "People of the sixth type can see different directions and ways of developing a situation, considering all possible outcomes, evaluating risks. They are constantly in the process of choosing and searching for the right decision. That's why they soberly assess what is happening, checking the world for strength.",
      "lifeCreed": "seek support and resistance within oneself and among those around.",
      "keyword": "choice.",
      "careerOrientations": "in any job, something worthwhile can be found.",
      "possibleProfessions": "government official, special services employee, lawyer, inspector, risk manager."
    },
    "type_7": {
      "title": "Optimist",
      "description": "People of the seventh type view the world through a positive filter and focus on the good, seeking pleasure and wanting to get the most out of life. They easily engage in various projects, motivate themselves, quickly switch between tasks, but may not bring tasks to completion.",
      "lifeCreed": "life is pleasure.",
      "keyword": "pleasure.",
      "careerOrientations": "personal brand, own project, or business, work in the entertainment industry, creative directions.",
      "possibleProfessions": "guide, travel agent, restaurant critic, musician, DJ, dancer, photographer."
    },
    "type_8": {
      "title": "Boss",
      "description": "People of the eighth type know what they want from life, follow their inner 'I want,' are responsible, natural leaders, energetic, enduring, and strong. They are results-oriented, concrete, and practical in their approach. They often live by the principle: there are two points of view on every issue—wrong and mine.",
      "lifeCreed": "develop strength and gain control.",
      "keyword": "justice.",
      "careerOrientations": "the opportunity to make decisions independently and the importance of scale—the ability to change the world.",
      "possibleProfessions": "entrepreneur, career consultant, CEO, marketing or sales director, executive director, politician."
    },
    "type_9": {
      "title": "Peacemaker",
      "description": "People of the ninth type are peaceful, soulful, sensitive, empathetic, generous, and harmonious. Their unique feature is diplomacy—they have the ability to 'merge' with other people, dissolving their own needs and desires in them.",
      "lifeCreed": "surround oneself with harmony and positivity, maintain a state of pacification, avoiding conflicts.",
      "keyword": "harmony.",
      "careerOrientations": "a calm rhythm and the absence of stress.",
      "possibleProfessions": "diplomat, employee of the trust service, teacher, professor, veterinarian, doctor, masseur."
    }
  },
  "login_page": {
    "google_provider": {
      "header": "Want to create your complete psychological portrait?",
      "p_highlight": "Complete a quick registration",
      "p_default": "and I will save all your results!",
      "login_button": "Log in with Google"
    },
    "form": {
      "header_sign_up": "Sign up",
      "header_login": "Log in",
      "email": "Email",
      "password": "Password",
      "re_password": "Repeat Password",
      "first_name": "First Name",
      "last_name": "Last Name",
      "username": "Username",
      "logged_in": "Already have an account? Log in",
      "registered": "Don`t have an account? Sign up"
    },
    "handle_errors": {
      "email_empty": "You haven't entered your email!",
      "name_empty": "You haven't entered your name!",
      "password_empty": "You haven't entered a password!",
      "scope_empty": "You haven't chosen any scope!",
      "password_match_empty": "You haven't repeated the password!",
      "passwords_match_error": "Passwords must match!",
      "alert_modal": {
        "password_length": "Password should contain 8-16 symbols!",
        "password_spacing": "Password should not contain spaces!",
        "password_uppercase": "Password should contain at least one uppercase letter!",
        "password_spec_key": "Password should contain at least one special character:",
        "passwords_match": "Passwords must match!"
      }
    },
    "created_profile": {
      "header": "Create a profile",
      "name_label": "Name*",
      "activity": {
        "ceo_n_founder": "CEO & Founder",
        "ceo": "CEO",
        "c_level": "C-Level Specialist",
        "junior_specialist": "Junior specialist",
        "middle_specialist": "Middle specialist",
        "senior_specialist": "Senior specialist",
        "hrd": "HRD",
        "hrg": "HRG",
        "hr": "HR",
        "recruiter": "Recruiter",
        "psychologist": "Psychologist",
        "other": "Other",
        "placeholder": "Field of Activity*"
      },
      "register_btn": "Register",
      "login_btn": "Log in",
      "handle_registration": {
        "name_error": "To continue registration, enter your name",
        "activity_error": "You haven't selected any field of activity"
      },
      "success_modal": {
        "title": "Success!",
        "register_text": "You have successfully registered!",
        "upload_photo_text": "You have successfully set an avatar!",
        "link": "Go to tests"
      },
      "error_modal": {
        "title": "Error!",
        "text": "Something went wrong!"
      }
    }
  },
  "profile_page": {
    "header": "You haven't taken any tests yet",
    "get_tested_btn": "Take the test",
    "user": {
      "greeting": "Hello,",
      "description_1": "On this page, you can see all your saved results from psychological tests.",
      "description_2_highlight": "If you would like to receive additional consultation from our psychologist,",
      "description_2": "regarding the results, please leave your contact in any messenger - we will get in touch with you.",
      "placeholder": "Nickname / Phone number",
      "upload_image_btn": "Upload image",
      "sign_out_btn": "Sign out",
      "tests_block": {
        "result": "Result",
        "date": "Date of Completion",
        "more_info_btn": "More Info"
      }
    }
  }
}
