{
  "locale": "en",
  "backend_locale": "en",
  "home": {
    "header": "Who is this platform for?",
    "button": "Pass the tests"
  },
  "greatings_block": {
    "title": "Innovative Psychological Platform",
    "description": "The first platform in Ukraine that enhances business processes and strengthens teams",
    "registration": "Registration",
    "take_test": "Take the test"
  },
  "trust_block": {
    "title": "Trusted by us:"
  },
  "about_block": {
    "title": "About the platform:",
    "description": " — a reliable tool for hiring and talent development. It identifies strengths, areas for growth, builds effective teams, and helps make informed decisions while adapting to business needs.",
    "title_1": "Proven methodologies",
    "description_1": "Methodologies that prove their effectiveness in practice.",
    "title_2": "In-depth analytics",
    "description_2": "Detailed analysis for making precise decisions.",
    "title_3": "Flexibility in application",
    "description_3": "Tools tailored to business needs."
  },
  "clients_block": {
    "title": "Our Clients:",
    "client_1": "Business Owners & Top Management",
    "client_2": "HR & Recruiting Departments",
    "client_3": "Corporate Psychologists & Business Coaches",
    "client_4": "HR & Recruiting Agencies"
  },
  "test_platforms": [
    {
      "first_part": "For business",
      "second_part": "owners / CEOs"
    },
    {
      "first_part": "For top managers",
      "second_part": "managers"
    },
    {
      "first_part": "For the HR Team",
      "second_part": ""
    },
    {
      "first_part": "For Senior / Middle / ",
      "second_part": " Junior specialists"
    },
    {
      "first_part": "For candidates",
      "second_part": ""
    },
    {
      "first_part": "For psychologists",
      "second_part": ""
    }
  ],
  "sidebar": {
    "user": {
      "user_greating": "Hello, ",
      "user_greating_default": "Hello, Anonymous",
      "user_button_auth": "My profile",
      "user_button_login": "Login"
    },
    "nav": [
      {
        "key": "about",
        "about_project": "About project"
      },
      {
        "key": "get-tested",
        "pass_the_test": "Pass the tests"
      },

      {
        "key": "my-profile",
        "my_profile": "My profile"
      },
      {
        "key": "news",
        "our-articles": "Our articles"
      }
    ],
    "language": "Language"
  },
  "news_page": {
    "filter": {
      "title": "Filter",
      "resource": "Resource",
      "sphere": "Sphere",
      "language": "Language",
      "apply_filters": "Apply filters",
      "sphere_options": {
        "it": "IT",
        "hr": "HR",
        "psychology": "Psychology",
        "management": "Management",
        "brand": "Brand",
        "business": "Business",
        "ai": "AI"
      },
      "lang_options": {
        "eng": "English",
        "ua": "Ukrainian"
      }
    }
  },
  "test_page": {
    "auth_modal": {
      "title": "Authorize!",
      "description": "To save the result, you need to authorize!",
      "button_label": "Authorize"
    },
    "next_block_btn": "Next block",
    "prev_block_btn": "Previous block",
    "pass_the_test_btn": "Pass the test",
    "test_in_dev_btn": "Test in development",
    "test_blocks": [
      {
        "label": "PAEI Test",
        "description": "The methodology is based on the PAEI concept..."
      },
      {
        "label": "Enneagram",
        "description": "A psychological model describing 9 deep..."
      },
      {
        "label": "Test MBI",
        "description": "The MBI test is designed to assess the level of burnout a..."
      },
      {
        "label": "Innovative potential of the individual",
        "description": "The test allows you to determine how open you are to n..."
      },
      {
        "label": "Test MBTI",
        "description": "MBTI is widely used for self-knowledge..."
      },
      {
        "label": "Emotional intelligence",
        "description": "The emotional intelligence test shows how you..."
      },
      {
        "label": "Spiritual intelligence",
        "description": "The Spiritual Intelligence Test will help you understand..."
      },
      {
        "label": "New test",
        "description": ""
      }
    ]
  },
  "paei_page": {
    "title": "PAEI Test",
    "description_1": "The methodology is based on the",
    "description_2": "PAEI concept,",
    "description_3": "according to which each person has",
    "description_4": "a unique set of qualities",
    "description_5": "(distinguishes by temperament, has its own behavioral characteristics, work style, leadership abilities, strengths and weaknesses), knowing which one can determine one's",
    "description_6": "individual management style.",
    "robot_hint_p": "Here are 10 blocks containing 4 personality qualities. Give each quality from 1 to 4 points, depending on how well it suits you. The total number of points of one block must be equal to 10.",
    "robot_hint_h3": "Be honest with yourself",
    "get_result_btn": "Check result",
    "passed_blocks": "Passed",
    "blocks": "blocks",
    "points": "points"
  },
  "paei_description": {
    "show_btn": "More",
    "hide_btn": "Hide",
    "p_header": "WHAT SHOULD BE DONE?",
    "p_description": "This management function meets customer needs. The short-term performance of the company depends on this.",
    "a_header": "HOW SHOULD IT BE DONE?",
    "a_description": "The organization must do the right things in the right sequence. The administrator ensures this process.",
    "e_header": "WHEN/WHY DO IT NEED TO BE DONE?",
    "e_description": "Adhering to a creative approach and willingness to take risks, the manager must also navigate the chaos of changes and determine the direction of the company's development.",
    "i_header": "WHO SHOULD DO IT?",
    "i_description": "The manager needs to be able to create such a system of values in the company, which in turn will create an atmosphere of mutual respect and cooperation in the team."
  },
  "paei_test": {
    "block1": ["Sensitive", "Bright", "Involved", "The One Who Has Doubts"],
    "block2": ["Straightforward", "Analyzing", "Charismatic", "Sensual"],
    "block3": ["Watcher", "The one who does", "Thinking", "Sympathizer"],
    "block4": ["Aware", "Evaluative", "Risk-taking", "Friendly"],
    "block5": ["Intuitive", "Inquisitive", "Resultative", "Logical"],
    "block6": ["Abstract", "Observer", "Interactive", "Active"],
    "block7": ["Pragmatic", "Warm", "One who ponders", "Future oriented"],
    "block8": ["One who seeks consensus", "Conceptual", "Winner", "The Observer"],
    "block9": ["Reserved", "Generator of ideas", "Rational", "Knowledgeable"],
    "block10": ["Pleasant", "Bright", "Neat", "Business"]
  },
  "paei_result": {
    "header": "YOUR PAEI:",
    "p_description_uppercase": "The function of producing results is developed at a high level. Such a manager not only understands what needs to be done, but also has sufficient focus to translate an idea into a finished product that will satisfy the needs of customers. Also, the manager is characterized by high efficiency, focus on the final result, pragmatism and the ability to effectively perform several tasks at the same time.",
    "p_description_lowercase": "The function of producing results is developed at a sufficient level, the manager can cope with the function of producing results at a satisfactory level to understand what actions need to be taken to achieve the result.",
    "p_noDescription": "The function of producing results is weakly expressed, such a manager cannot ensure the performance of tasks at a high level, it is difficult to complete the work.",
    "a_description_uppercase": "The function of the administrator is developed at a high level. Such a manager brilliantly copes with the organization of the work environment, planning, management and control of the company's resources. He takes the necessary actions at the right time, in a certain sequence, thereby preparing the ground for the production of results.",
    "a_description_lowercase": "The administration function is expressed at an acceptable level in order to control the current state of affairs and tasks.",
    "a_noDescription": "The administration function is weakly expressed, such a manager has difficulties in setting clear tasks for other people, he does not have a clear plan of action that could ensure effective coordination, control and tracking of processes. Such a manager does not pay attention to details and cannot systematize the company's work .",
    "e_description_uppercase": "The function of entrepreneurship is expressed at a high level. Such a manager has an analytical mindset that allows him to analyze changes in the environment, understand the importance of strategic planning and actions aimed at long-term results. His creativity helps to create a vision for the company that will make it successful in the long term, but he begins to work on its achievement immediately.",
    "e_description_lowercase": "The function of entrepreneurship is expressed at a satisfactory level to understand the importance of strategic planning and actions aimed at achieving long-term goals.",
    "e_noDescription": "The manager's entrepreneurial function is not expressed, it is difficult to perform tasks related to forecasting, long-term strategy and creative approach.",
    "i_description_uppercase": "The function of integration is expressed at a high level, what can we say about leadership abilities and the ability to empathize. Such a manager focuses on creating common values, traditions, it is important for him as a formed team, he does a brilliant job of creating an atmosphere of mutual respect and interaction in the company. He directs your creative thinking to bring together people with different motives and interests to achieve a common goal.",
    "i_description_lowercase": "The integration function is developed at a satisfactory level to adhere to the common goal, but the motivation, coordination and maintenance of team commitment are better entrusted to an employee with a pronounced I-style.",
    "i_noDescription": "The integration function is very poorly developed, it is difficult to follow common goals, motivate, coordinate and maintain team commitment, it is better to entrust an employee with a pronounced I-style.",
    "save_button": "Save result",
    "saved_result_msg": "The result is saved in the personal account"
  },
  "enneagram_page": {
    "title": "Enneagram",
    "description_1": " is a psychological model describing 9 deep motives ",
    "description_2": "which manage us on a subconscious level.",
    "robot_hint_p": "Each of the 9 motives gives rise to a very specific character, with its own mental strategies, emotional reactions and life attitudes.",
    "robot_hint_h3": "To determine your Ennea type, take the test",
    "n_type": "type",
    "lifeCreed": "Life creed: ",
    "keyword": "Keyword: ",
    "careerOrientations": "Career orientations: ",
    "possibleProfessions": "Possible professions: ",
    "get_result_btn": "Get Result",
    "save_button": "Save result",

    "saved_result_msg": "The result is saved in the personal account"
  },
  "enneagram_block": {
    "question_counter": "Question ",
    "back_btn": "Back",
    "yes_btn": "Yes",
    "yes_no_btn": "Yes, and no",
    "no_btn": "No",
    "modal_window_h1": "Are you sure?",
    "modal_window_p": "If you leave the page now, we will not be able to save your results. Continue?",
    "modal_continue_btn": "Continue",
    "modal_leave_btn": "Leave the page"
  },
  "enneagram_test": {
    "block_1": "I need space, distance support, I want to protect my territory.",
    "block_2": "I get easily annoyed when someone is too persistent, pushy, I don't like it when my territory is invaded. No one comes to me without an invitation.",
    "block_3": "I can't stand those who achieved something not by hard work, but by machinations.",
    "block_4": "I confidently go to my goal and achieve success.",
    "block_5": "If I don't have a goal in front of me, I get bored.",
    "block_6": "I know what my partner needs before he knows it.",
    "block_7": "It's hard for me to accept that someone can refuse me.",
    "block_8": "As a rule, I do more than anyone, often sacrificing my own interests.",
    "block_9": "I feel everything very deeply, even if it causes me suffering, I can dwell on my past failures for years.",
    "block_10": "People around me don't notice the most important thing about me - my uniqueness.",
    "block_11": "I like to be in the company of friends I can rely on.",
    "block_12": "I am wary of people who treat me too politely: what do they want from me?",
    "block_13": "I feel I have a (significant) intellectual superiority over others. I usually understand better (and faster) than they do.",
    "block_14": "I express my opinion only if it will be useful, otherwise I prefer to remain silent.",
    "block_15": "I can't stand carelessness and sloppiness.",
    "block_16": "I am so demanding of myself that I have the right to criticize others.",
    "block_17": "I don't have a schedule: my work day can start or end at any time of the day, the main thing is to get the job done.",
    "block_18": "I am very offended when someone refuses my help.",
    "block_19": "People often come to me to confide their secret thoughts, I am the perfect person for such conversations.",
    "block_20": "I am very sensitive to moods, it is easy for me to feel what others are feeling.",
    "block_21": "I prefer not to take unnecessary risks.",
    "block_22": "I have a developed sense of duty and responsibility.",
    "block_23": "I am versatile and gifted with many talents.",
    "block_24": "Thousands of ideas and plans are constantly swarming in my head.",
    "block_25": "Any difficulty is perceived by me as a challenge, as a test to be overcome. Large-scale projects and difficult situations do not cause me fear, quite the opposite.",
    "block_26": "I feel confident only when I myself stand at the wheel, manage, control, make decisions.",
    "block_27": "I can listen, but it is difficult for me to be attentive and concentrated for a long time.",
    "block_28": "They say that I am diplomatic and can resolve conflict situations.",
    "block_29": "I will never shoulder something heavy that causes pain and suffering.",
    "block_30": "I like to play with words, communication and expressing my thoughts do not pose any difficulties for me.",
    "block_31": "I easily recognize the weaknesses of others and do not hesitate to tell them about them.",
    "block_32": "I do not take kindly to the weak, but I will always stand up for the weak if the strong treat them unfairly in my opinion.",
    "block_33": "It's difficult for me to prioritize. I can't separate the important from the secondary.",
    "block_34": "I rarely say no to people, but I tend to forget things that don't suit me.",
    "block_35": "I like things clear and understandable. Deliberate obscurity drives me crazy.",
    "block_36": "When I do something, I don't feel like I'm running out of time.",
    "block_37": "I have no right to mistakes and irresponsibility.",
    "block_38": "I'm not comfortable sitting still and doing nothing.",
    "block_39": "I like to share, to be closer to people.",
    "block_40": "I love when people recognize how much I do for others. I love to feel indispensable.",
    "block_41": "I often feel out of my element.",
    "block_42": "I find it difficult to make decisions because I want to consider all options and possibilities.",
    "block_43": "I'm usually suspicious, distrustful, skeptical, always on guard.",
    "block_44": "I always have a funny story on any topic in reserve. Humor is the best remedy for all problems.",
    "block_45": "I easily find attractive, interesting people to engage with.",
    "block_46": "I feel awkward in the role of a subordinate. I am a leader, and I appreciate those who follow me.",
    "block_47": "I find it hard to assert something, express my needs. I myself don't know what I really want.",
    "block_48": "I feel uneasy in a crowd and dislike crowds.",
    "block_49": "I can't take on a task if the assignment is poorly formulated.",
    "block_50": "I love gathering around me people focused on victory and can take on the role of a team leader.",
    "block_51": "I consider it normal when I am given preference, when something is done for me, as I myself give a lot.",
    "block_52": "I can be easily hurt (harmed) even if no one sees it.",
    "block_53": "I am punctual and reliable; you can count on me.",
    "block_54": "They say that I always look at things only from the positive side.",
    "block_55": "If I dare to do something, I am afraid of missing other opportunities.",
    "block_56": "I am not afraid of confrontations and arguments. In the heat of the moment, I can easily 'let the dogs out.'",
    "block_57": "I avoid conflicts, can't stand pressure.",
    "block_58": "I love rules and planning.",
    "block_59": "I respect punctuality and discipline.",
    "block_60": "I must be strict and demanding of myself.",
    "block_61": "I don't like showing my weaknesses; others can take advantage of them.",
    "block_62": "I often get the impression that others do not appreciate what I do for them.",
    "block_63": "The material world doesn't interest me much.",
    "block_64": "When I am not understood or contradicted, I feel a surge of hatred.",
    "block_65": "I often take a defensive position; it helps me hide my excitement.",
    "block_66": "It's hard for me to maintain efficiency for a long time doing work that requires a lot of time and effort.",
    "block_67": "I imagine the world like this: on one side - the strong, on the other - the weak.",
    "block_68": "I love to plan everything and prepare in advance to avoid surprises.",
    "block_69": "Others can say whatever they want; I am confident in my rightness.",
    "block_70": "My unconditional priority is the realization of my own plans, especially in professional life.",
    "block_71": "I can't stand failures, weaknesses, setbacks.",
    "block_72": "I love to surround myself with beautiful, deep, genuine people and things.",
    "block_73": "I feel different, not like everyone else. I have something that makes me unlike others.",
    "block_74": "I am loyal to the team and fully respect jointly made decisions.",
    "block_75": "I feel the need for support and recognition of my qualities.",
    "block_76": "I get bored quickly. I don't like routine.",
    "block_77": "It's better to study life from the outside than to get involved in it.",
    "block_78": "Tenderness, softness - not for me; all this makes me feel awkward. People say that I am a strong personality, sometimes comparing me to a bulldozer.",
    "block_79": "I don't like innovations. The familiar allows me to feel more confident.",
    "block_80": "I don't want to hinder anyone, cause inconvenience. If others feel good, I feel good too.",
    "block_81": "I have to meet the expectations of those around me.",
    "block_82": "I play a significant role in the lives of other people.",
    "block_83": "If people see the real me, I will lose their acceptance and admiration.",
    "block_84": "I can be satisfied with little.",
    "block_85": "If I show my weaknesses, people will start taking advantage of them.",
    "block_86": "Emotions allow me to feel alive.",
    "block_87": "Most problems resolve themselves.",
    "block_88": "I hardly need people and can live alone for a long time.",
    "block_89": "Overcoming difficulties toughens me and makes me strong.",
    "block_90": "Aggression is always unacceptable and destructive."
  },
  "enneagram_results": {
    "type_1": {
      "title": "Perfectionist",
      "description": "People of the first type are very reliable, meticulous, principled, and structured. They are ethical and idealistic, striving for perfection in everything. Perfectionists live by rules and control their emotions.",
      "lifeCreed": "I know how to do everything right, and I will teach.",
      "keyword": "rule.",
      "careerOrientations": "fields where everything is regulated and structured. There is the possibility of career growth and a team of like-minded people. Lack of control, as people of the first type are self-oriented towards maximum results. The value of work is also important to them.",
      "possibleProfessions": "manager (including top manager), lawyer or attorney, banker, financier, accountant, product owner."
    },
    "type_2": {
      "title": "Helper",
      "description": "People of the second type are relationship-oriented, insightful, caring, empathetic, loving, and generous. They are the glue people at work, often saying 'Yes' to others while completely forgetting about their own needs. 'Twos' want to be loved, giving their warmth and light to other people.",
      "lifeCreed": "recognize the needs of others and offer help.",
      "keyword": "thank you.",
      "careerOrientations": "service-related fields, social entrepreneurship, non-profit organizations, and volunteering.",
      "possibleProfessions": "teacher, chef, firefighter, designer, event manager."
    },
    "type_3": {
      "title": "Achiever",
      "description": "People of the third type are goal-oriented, active, efficient, self-confident, and attractive. They are incredible workaholics and easily adapt to different life situations because they strive for success and want to evoke enthusiasm.",
      "lifeCreed": "life = work.",
      "keyword": "goal.",
      "careerOrientations": "personal brand or positions with a high level of salary, the possibility of rapid career growth.",
      "possibleProfessions": "executive director, PR director, sales manager, project manager."
    },
    "type_4": {
      "title": "Individualist",
      "description": "People of the fourth type are emotional, creative, and imaginative, standing out as romantic personalities. They believe that others love them for their uniqueness and originality, so they always want to express their individuality and stand out. One of their biggest fears is to be like everyone else.",
      "lifeCreed": "creativity always and everywhere! Even when the work is routine, a person of the fourth type will bring a unique element to the execution—something unique.",
      "keyword": "emotion.",
      "careerOrientations": "any direction where they can creatively express themselves and implement their ideas.",
      "possibleProfessions": "psychologist, consultant, masseur, musician, actor, writer, artist, designer."
    },
    "type_5": {
      "title": "Thinker",
      "description": "People of the fifth type are very knowledgeable, thoughtful, and deep—completely immerse themselves in the subject. They are successful strategists and good listeners as they aim to gather the maximum amount of information about the world around them.",
      "lifeCreed": "accumulate knowledge about the world, about different spheres that interest them.",
      "keyword": "expertise.",
      "careerOrientations": "science and technology, freelance (remote work).",
      "possibleProfessions": "financial director, architect, professor, or researcher, web developer."
    },
    "type_6": {
      "title": "Skeptic",
      "description": "People of the sixth type can see different directions and ways of developing a situation, considering all possible outcomes, evaluating risks. They are constantly in the process of choosing and searching for the right decision. That's why they soberly assess what is happening, checking the world for strength.",
      "lifeCreed": "seek support and resistance within oneself and among those around.",
      "keyword": "choice.",
      "careerOrientations": "in any job, something worthwhile can be found.",
      "possibleProfessions": "government official, special services employee, lawyer, inspector, risk manager."
    },
    "type_7": {
      "title": "Optimist",
      "description": "People of the seventh type view the world through a positive filter and focus on the good, seeking pleasure and wanting to get the most out of life. They easily engage in various projects, motivate themselves, quickly switch between tasks, but may not bring tasks to completion.",
      "lifeCreed": "life is pleasure.",
      "keyword": "pleasure.",
      "careerOrientations": "personal brand, own project, or business, work in the entertainment industry, creative directions.",
      "possibleProfessions": "guide, travel agent, restaurant critic, musician, DJ, dancer, photographer."
    },
    "type_8": {
      "title": "Boss",
      "description": "People of the eighth type know what they want from life, follow their inner 'I want,' are responsible, natural leaders, energetic, enduring, and strong. They are results-oriented, concrete, and practical in their approach. They often live by the principle: there are two points of view on every issue—wrong and mine.",
      "lifeCreed": "develop strength and gain control.",
      "keyword": "justice.",
      "careerOrientations": "the opportunity to make decisions independently and the importance of scale—the ability to change the world.",
      "possibleProfessions": "entrepreneur, career consultant, CEO, marketing or sales director, executive director, politician."
    },
    "type_9": {
      "title": "Peacemaker",
      "description": "People of the ninth type are peaceful, soulful, sensitive, empathetic, generous, and harmonious. Their unique feature is diplomacy—they have the ability to 'merge' with other people, dissolving their own needs and desires in them.",
      "lifeCreed": "surround oneself with harmony and positivity, maintain a state of pacification, avoiding conflicts.",
      "keyword": "harmony.",
      "careerOrientations": "a calm rhythm and the absence of stress.",
      "possibleProfessions": "diplomat, employee of the trust service, teacher, professor, veterinarian, doctor, masseur."
    }
  },
  "login_page": {
    "google_provider": {
      "header": "Want to create your complete psychological portrait?",
      "p_highlight": "Complete a quick registration",
      "p_default": "and I will save all your results!",
      "login_button": "Log in with Google"
    },
    "form": {
      "header_sign_up": "Sign up",
      "header_login": "Log in",
      "email": "Email",
      "password": "Password",
      "re_password": "Repeat password",
      "first_name": "First Name",
      "logged_in": "Already have an account? Log in",
      "registered": "Don`t have an account? Sign up"
    },
    "handle_errors": {
      "email_empty": "You haven't entered your email!",
      "name_empty": "You haven't entered your name!",
      "password_empty": "You haven't entered a password!",
      "scope_empty": "You haven't chosen any scope!",
      "password_match_empty": "You haven't repeated the password!",
      "passwords_match_error": "Passwords must match!",
      "alert_modal": {
        "password_length": "Password should contain 8-16 symbols!",
        "password_spacing": "Password should not contain spaces!",
        "password_uppercase": "Password should contain at least one uppercase letter!",
        "password_spec_key": "Password should contain at least one special character:",
        "passwords_match": "Passwords must match!"
      }
    },
    "created_profile": {
      "header": "Create a profile",
      "name_label": "Name*",
      "activity": {
        "ceo_n_founder": "CEO & Founder",
        "ceo": "CEO",
        "c_level": "C-Level Specialist",
        "junior_specialist": "Junior specialist",
        "middle_specialist": "Middle specialist",
        "senior_specialist": "Senior specialist",
        "hrd": "HRD",
        "hrg": "HRG",
        "hr": "HR",
        "recruiter": "Recruiter",
        "psychologist": "Psychologist",
        "other": "Other",
        "placeholder": "Field of Activity*"
      },
      "register_btn": "Register",
      "login_btn": "Log in",
      "handle_registration": {
        "name_error": "To continue registration, enter your name",
        "activity_error": "You haven't selected any field of activity"
      },
      "success_modal": {
        "title": "Success!",
        "register_text": "You have successfully registered!",
        "upload_photo_text": "You have successfully set an avatar!",
        "link": "Go to tests"
      },
      "error_modal": {
        "title": "Error!",
        "text": "Something went wrong!"
      }
    }
  },
  "profile_page": {
    "header": "You haven't taken any tests yet",
    "get_tested_btn": "Take the test",
    "user": {
      "greeting": "Hello,",
      "description_1": "On this page, you can see all your saved results from psychological tests.",
      "description_2_highlight": "If you would like to receive additional consultation from our psychologist,",
      "description_2": "regarding the results, please leave your contact in any messenger - we will get in touch with you.",
      "placeholder": "Nickname / Phone number",
      "upload_image_btn": "Upload image",
      "sign_out_btn": "Sign out",
      "tests_block": {
        "result": "Result",
        "date": "Date of Completion",
        "more_info_btn": "More Info"
      }
    }
  },
  "ipi_page": {
    "title": "Innovative potential of the individual",
    "description": "This test helps identify how open you are to new ideas, your readiness to act in uncertain conditions, and your ability to implement innovations in both professional and personal activities. It also evaluates your style of seeking new information, level of creativity, attitude toward innovations, risk tolerance, comfort with uncertainty, and ability to perform effectively in new environments.",
    "robot_hint_p_1": "You will be presented with pairs of opposing statements. ",
    "robot_hint_h3": "Choose the one that best reflects your perspective. ",
    "robot_hint_p_2": "Indicate the degree of your agreement with a number: ",
    "point_3": "Fully agree",
    "point_2": "Mostly agree",
    "point_1": "Partially agree",
    "point_0": "Both statements are equally valid in your opinion",
    "description_2": "Answer quickly, relying on your first impression, and avoid overthinking.",
    "get_result_btn": "Find out the result"
  },
  "ipi_test": {
    "block_1": [
      "All the knowledge in the world can be obtained from open sources.",
      "To understand the essence of something, it is not enough to ask an expert or read specialized literature."
    ],
    "block_2": [
      "My strength lies more in carefully refining and perfecting existing material rather than coming up with new ideas.",
      "The ability to come up with new and original ideas sets me apart from most people."
    ],
    "block_3": [
      "Any changes in the socio-political situation lead to another crisis.",
      "I am confident that the transformations happening in the world are necessary."
    ],
    "block_4": [
      "I usually find it difficult to start a new task.",
      "I easily and gladly take on new tasks."
    ],
    "block_5": [
      "Extreme sports and hobbies are definitely not for me.",
      "I could overcome fear for my safety and master an extreme sport."
    ],
    "block_6": [
      "A good job is one where it’s always clear what and how to do.",
      "A good job is one that doesn’t let you get bored and presents challenges."
    ],
    "block_7": [
      "I feel fear and anxiety in new and unfamiliar situations.",
      "I feel excitement and exhilaration in new and unusual situations."
    ],
    "block_8": [
      "I tend to do everything in a way that is familiar to me.",
      "When someone tells me how to do something, I think about how it can be done differently."
    ],
    "block_9": [
      "Changes in my life usually cause me anxiety and worry.",
      "Changes in my life do not cause me anxiety or worry."
    ],
    "block_10": [
      "It’s very important for me to follow the accepted rules in my environment.",
      "I believe that rules exist to be broken."
    ],
    "block_11": [
      "I usually think over decisions multiple times to avoid mistakes.",
      "I willingly and boldly take risks."
    ],
    "block_12": [
      "Familiar things are more desirable to me than unfamiliar ones.",
      "The unfamiliar is more appealing to me than the familiar."
    ],
    "block_13": [
      "Most life situations are typical and predictable.",
      "I can find something interesting in any situation."
    ],
    "block_14": [
      "When I take on work, I value my time and do everything in ways that I have personally tested.",
      "I enjoy thinking about how to do ordinary things in new ways."
    ],
    "block_15": [
      "I am more of a conservative person who lives by the rules accepted in society.",
      "I try to intuitively follow the natural rhythm of the world."
    ],
    "block_16": [
      "Changing one’s work style, chosen profession, or way of life is driven by necessity.",
      "In my life, I have experience changing professions, jobs, or lifestyles at my own will."
    ],
    "block_17": [
      "I carefully consider whether it is worth taking on new tasks at work.",
      "I can take on a job that seems interesting to me, even if I’m not sure whether I’ll manage it."
    ],
    "block_18": [
      "Important decisions should only be made with sufficient information on the matter.",
      "Many of the most important decisions are made based on incomplete information."
    ],
    "block_19": [
      "Climbing the social and professional ladder is the main reason I strive to learn new information, even if it does not interest me.",
      "The reason I try to learn something new in my professional field is my curiosity."
    ],
    "block_20": [
      "I prefer familiar ways of doing work.",
      "I always come up with new ways to perform routine tasks."
    ],
    "block_21": [
      "I have difficulty adapting to a new team, job, or vacation destination.",
      "I easily integrate into new groups of acquaintances and enjoy visiting new places for leisure."
    ],
    "block_22": [
      "Unexpected changes in my daily schedule irritate me.",
      "Throughout the day, I prefer to act spontaneously and listen to my intuition whenever possible."
    ],
    "block_23": [
      "My principle is \"measure seven times, cut once.\"",
      "Success in my endeavors is more likely due to perseverance than meticulous calculations."
    ],
    "block_24": [
      "Teachers and mentors should provide clear instructions and have precise evaluation criteria.",
      "Teachers and mentors who formulate tasks vaguely give an opportunity to show initiative and originality."
    ],
    "block_25": [
      "I reluctantly agree to take on new tasks at work.",
      "I am not intimidated by the prospect of suddenly having to master a new field of knowledge on my own."
    ],
    "block_26": [
      "My friends say it is easier for me to refine existing ideas to perfection.",
      "My friends say that my ideas are new and original."
    ],
    "block_27": [
      "I consider my views conservative.",
      "I have broad and unbiased views of reality."
    ],
    "block_28": [
      "If I travel somewhere for the first time, I prefer to have someone who has already been there as a guide.",
      "I easily navigate unfamiliar areas."
    ],
    "block_29": [
      "I make decisions not intuitively but only after thorough deliberation.",
      "Actions, not deliberations, help me achieve my desired results."
    ],
    "block_30": [
      "I avoid tasks where I doubt the correctness of the solution.",
      "There is no problem that cannot be solved."
    ]
  },
  "ipi_results": {
    "more": "Learn more",
    "total": {
      "title": "Integrative level of innovation potential",
      "description_1": "This scale ",
      "description_2": "assesses the overall ability to integrate various aspects of one’s activities to implement innovations.",
      "description_3": "",
      "low_level": {
        "title": "Total score 90 or below: ",
        "level": "LOW LEVEL",
        "description": "Indicates a preference for traditional approaches and routine tasks, with potential difficulties in implementing new ideas. Innovations may be met with resistance or overlooked due to a low level of integration between knowledge, skills, and creativity. Stability is prioritized in professional activities."
      },
      "optimal_level": {
        "title": "Total score from 91 to 163 (inclusive): ",
        "level": "OPTIMAL LEVEL",
        "description": "Reflects a balanced combination of stability and openness to innovation. Innovations are viewed as opportunities for growth, but their implementation is based on rationality and actual needs. The integration of knowledge, skills, and creative approaches occurs consciously, considering efficiency and long-term prospects. Adaptation to changes is harmonized with structured and well-thought-out decisions, promoting stability and gradual improvement of activities."
      },
      "high_level": {
        "title": "Total score above 164: ",
        "level": "HIGH LEVEL",
        "description": "Indicates a high ability to integrate knowledge, skills, and creative abilities to achieve results. Characterized by the capacity to effectively combine different aspects of activity, quickly adapt to changes, and create innovative solutions even in complex conditions. This level of integration fosters strategic thinking, idea generation, and successful implementation in both professional and personal domains."
      }
    },
    "abilityDiscover": {
      "title": "Ability to discover new information",
      "description_1": "This scale ",
      "description_2": "assesses the tendency to explore and find new information ",
      "description_3": "in familiar or routine situations.",
      "low_level": {
        "title": "Total score of 17 or less: ",
        "level": "LOW LEVEL",
        "description": "Reflects a formal, accumulative approach to seeking information. A conservative mindset prevails, with a preference for traditional ways of working and reluctance to step outside familiar patterns. In professional activities, routine tasks are prioritized, and risks associated with new approaches or projects are minimized."
      },
      "optimal_level": {
        "title": "Total score from 18 to 28 inclusive: ",
        "level": "OPTIMAL LEVEL",
        "description": "Indicates a balanced approach to searching for and utilizing new knowledge. New information is acquired consciously, depending on situational needs. Preference is given to proven methods, but experimentation and integration of new data into work processes are allowed. In professional activities, stability is combined with selective openness to new approaches, especially if they contribute to efficiency and development."
      },
      "high_level": {
        "title": "Total score of 29 or more: ",
        "level": "HIGH LEVEL",
        "description": "Characterized by a deliberately intensive approach to finding new information, actively gathering data even in familiar situations, striving for novelty, and seeking to refine conventional ways of working. Demonstrates an ability to explore new informational spaces, quickly adapt, and expand competencies. In the professional sphere, there is a strong focus on mastering new working methods, participating in new projects, and expanding business opportunities."
      }
    },
    "creativity": {
      "title": "Creativity",
      "description_1": "This scale ",
      "description_2": "measures the ability to generate new and original ideas, ",
      "description_3": "seek unconventional solutions, and create innovations.",
      "low_level": {
        "title": "Total score of 13 or less: ",
        "level": "LOW LEVEL",
        "description": "Indicates low creative activity. There is a tendency to search for a single perfect and correct solution, often overlooking alternative options."
      },
      "optimal_level": {
        "title": "Total score from 14 to 26 inclusive: ",
        "level": "OPTIMAL LEVEL",
        "description": "Characterized by a balanced combination of standard and creative approaches in problem-solving. Idea generation occurs as needed, with consideration of their realistic implementation. There is openness to experimentation, but preference is given to proven methods with the possibility of adaptation. In non-standard situations, creative solutions may be applied, but within a logical framework."
      },
      "high_level": {
        "title": "Total score of 27 or more: ",
        "level": "HIGH LEVEL",
        "description": "Demonstrates high cognitive flexibility, openness to new ideas, and the ability to generate unconventional solutions. Various approaches are easily combined, integrating knowledge and skills to create innovative solutions. Shows a strong ability for in-depth problem analysis and finding alternative solutions. High creativity supports the effective application of new strategies in professional settings and adaptation to change."
      }
    },
    "methodNewPhenomena": {
      "title": "Method of implementing innovative ability in evaluating new phenomena",
      "description_1": "This scale ",
      "description_2": "measures the ability to perceive innovations and new developments, ",
      "description_3": "as well as the level of impartiality in evaluating new ideas.",
      "low_level": {
        "title": "Total score of 16 or less: ",
        "level": "LOW LEVEL",
        "description": "Characterized by a negatively generalized approach to assessing new phenomena, manifesting as conservatism, bias, and a critical attitude toward change. Innovations often cause concern or resistance, and adapting to new conditions requires significant effort."
      },
      "optimal_level": {
        "title": "Total score from 17 to 29 inclusive: ",
        "level": "OPTIMAL LEVEL",
        "description": "Reflects a balanced approach to assessing new phenomena. Innovations are perceived without excessive criticism, yet not accepted uncritically. There is a cautious approach to implementing changes, considering both potential risks and benefits. New ideas are evaluated rationally, striving to combine proven methods with progressive solutions."
      },
      "high_level": {
        "title": "Total score of 30 or more: ",
        "level": "HIGH LEVEL",
        "description": "Characterized by a positively differentiated approach to assessing new phenomena, expressing a high appreciation for innovation and openness to new developments. There is a strong readiness for change, confidence in unfamiliar situations, and the ability to effectively adapt to new conditions. Innovations are seen as opportunities for growth, without biases or fear of the unknown."
      }
    },
    "methodNewSituation": {
      "title": "Method of implementing innovative ability in a new situation",
      "description_1": "This scale ",
      "description_2": "assesses the ability to effectively adapt to new conditions, take initiative, ",
      "description_3": "and demonstrate independence in unfamiliar situations.",
      "low_level": {
        "title": "Total score of 14 or less: ",
        "level": "LOW LEVEL",
        "description": "Characterized by a forced-adaptive approach to new phenomena, manifesting as low efficiency in working with new materials, uncertainty, and hesitation in unfamiliar professional situations. Preference is given to traditional and familiar approaches, with resistance to innovation."
      },
      "optimal_level": {
        "title": "Total score from 15 to 27 inclusive: ",
        "level": "OPTIMAL LEVEL",
        "description": "Reflects a balanced ability to adapt to new conditions. In most cases, there is readiness to accept change and work in non-standard situations, though adaptation may require additional time or information. New tasks are approached with interest, but implementation of changes is usually done gradually and with caution."
      },
      "high_level": {
        "title": "Total score of 28 or more: ",
        "level": "HIGH LEVEL",
        "description": "Characterized by high initiative, rapid adaptability, and the effective implementation of new approaches. Individuals with this level quickly engage in solving complex and unfamiliar tasks, demonstrating decisiveness, independence, and perseverance. Change is perceived as an opportunity for growth, contributing to the generation of innovative solutions and leadership influence. This level allows not only for adaptation to new conditions but also for actively shaping them through transformative initiatives."
      }
    },
    "readiness": {
      "title": "Readiness for risk",
      "description_1": "This scale ",
      "description_2": "assesses the tendency to make decisions under uncertainty or potential losses, ",
      "description_3": "as well as the willingness to take responsibility for risk-oriented actions in pursuit of results.",
      "low_level": {
        "title": "Total score of 11 or less: ",
        "level": "LOW LEVEL",
        "description": "Reflects a low willingness to take risks, with a preference for caution and decisiveness. Stability and predictability are valued, and decision-making is guided by the principle of \"a bird in the hand is worth two in the bush.\" Risk is generally avoided in favor of safer, well-established approaches."
      },
      "optimal_level": {
        "title": "Total score from 12 to 24 inclusive: ",
        "level": "OPTIMAL LEVEL",
        "description": "Represents a balanced approach to risk-taking that combines caution and decisiveness. Risk is seen as a tool for achieving goals, but decisions are made after thorough analysis of potential consequences. There is a willingness to act in new or uncertain situations, provided that enough information is available to justify the decision. This level promotes effective risk management and ensures that choices are based on logic rather than impulse."
      },
      "high_level": {
        "title": "Total score of 25 or more: ",
        "level": "HIGH LEVEL",
        "description": "Indicates a strong readiness to act in uncertain and even risky conditions. Characterized by decisiveness, courage, and openness to innovation. Risk-taking is viewed as an opportunity to maximize potential gains. Individuals at this level believe that delaying important decisions, overanalyzing, or hesitating may result in missed opportunities for success."
      }
    },
    "tolerance": {
      "title": "Tolerance for uncertainty",
      "description_1": "This scale ",
      "description_2": "assesses the ability to function in ambiguous situations or with incomplete information, ",
      "description_3": "evaluating whether uncertainty is perceived as a challenge for growth or a barrier to productivity.",
      "low_level": {
        "title": "Total score of 12 or less: ",
        "level": "LOW LEVEL",
        "description": "Characterized by a tendency toward anxiety in situations that cannot yet be fully understood. A lack of information about a task, its objectives, or conditions may cause concern or frustration, potentially leading to procrastination or complete avoidance of action."
      },
      "optimal_level": {
        "title": "Total score from 13 to 25 inclusive: ",
        "level": "OPTIMAL LEVEL",
        "description": "Reflects a flexible approach to uncertainty. While structure and predictability remain important, there is an ability to adapt when changes or information gaps arise. Uncertainty does not provoke excessive anxiety but requires additional analysis and risk assessment before making decisions. This level of tolerance allows for effective functioning in new conditions while maintaining stability and a measured approach to change."
      },
      "high_level": {
        "title": "Total score of 26 or more: ",
        "level": "HIGH LEVEL",
        "description": "Indicates a positive attitude toward ambiguous, uncertain, and potentially stressful situations, regardless of their emotional impact. Uncertainty is viewed as an opportunity for choice, development, and gaining new experience. Actions continue even in the absence of complete information for rapid decision-making or task execution. A defining characteristic is the ability to act efficiently and productively in any uncertain scenario, facilitating successful innovation and adaptation in the professional sphere."
      }
    }
  },
  "mbi_page": {
    "title": "Test MBI",
    "description_1": "The MBI ",
    "description_2": "test is designed to assess ",
    "description_3": "the level of burnout. ",
    "description_4": "It examines components such as emotional exhaustion, feelings of detachment, and reduced personal accomplishments. This helps determine the degree of ",
    "description_5": "burnout and its impact on an individual.",
    "robot_hint_1": "For each statement, choose the answer, ",
    "robot_hint_2": "that most accurately reflects your current state. ",
    "robot_hint_3": "Evaluate how often you experience the described feeling and select your response according to the provided scale.",
    "robot_hint_4": "Answer quickly, relying on your first impression, and avoid overthinking.",
    "answer_options": "Answer options",
    "answers": {
      "never": "Never",
      "several_year": "Several times a year",
      "once_month": "Once a month",
      "serveral_month": "Several times a month",
      "once_week": "Once a week",
      "several_week": "Several times a week",
      "every_day": "Every day"
    },
    "blocks": "blocks",
    "done": "Passed"
  },
  "mbi_test": {
    "question_1": "I feel emotionally exhausted by my work.",
    "question_2": "Working with people all day requires a lot of effort.",
    "question_3": "I feel that my job is breaking me.",
    "question_4": "I do many useful things in this job.",
    "question_5": "I feel that I care for some colleagues or clients impersonally, like they are objects.",
    "question_6": "I am disappointed with my job.",
    "question_7": "I feel full of energy.",
    "question_8": "I feel that I work too much at my job.",
    "question_9": "I easily understand what my colleagues or clients are feeling.",
    "question_10": "I get the impression that my colleagues or clients hold me responsible for part of their problems.",
    "question_11": "I don’t care what happens to some of my colleagues or clients.",
    "question_12": "I solve my colleagues’ or clients’ problems effectively.",
    "question_13": "Working in direct contact with people is very stressful for me.",
    "question_14": "I feel like I am on the edge of a cliff.",
    "question_15": "I have become more insensitive to people since I started working.",
    "question_16": "I feel tired when I wake up in the morning and realize I have to face a new workday.",
    "question_17": "I deal with emotional people at work very calmly.",
    "question_18": "My job makes me feel like I have a positive impact on people.",
    "question_19": "I can easily create a relaxed atmosphere with my colleagues or clients.",
    "question_20": "At the end of the workday, I have no patience left.",
    "question_21": "I feel invigorated when I’m around my colleagues or clients at work.",
    "question_22": "I’m afraid this job is making me indifferent."
  },
  "mbi_results": {
    "more": "Learn more",
    "scores": "points",
    "title": "MBI result",
    "blocks": "blocks",
    "emotional_burnout": {
      "title": "Emotional Burnout",
      "description_1": "Emotional Burnout: ",
      "description_2": "The scale assesses the state of physical and emotional exhaustion resulting from constant work-related stress. This condition is characterized by fatigue at the mere thought of work, chronic exhaustion, sleep problems, and physical ailments. For the MBI, as well as for most authors, \"exhaustion is a key component of the syndrome\".",
      "low": {
        "title": "Total score of 16 or less: ",
        "level": "Absence of Burnout",
        "description_1": "Signs of burnout are absent. Energy levels, a positive attitude towards work, and interactions with others remain stable. Emotional and physical well-being is maintained without feelings of overload or chronic fatigue. ",
        "description_2": "Work brings satisfaction, and its results serve as motivation for growth and the achievement of new goals. Challenges do not significantly impact productivity or overall mood."
      },
      "medium": {
        "title": "Total score from 17 to 26 inclusive: ",
        "level": "Moderate burnout",
        "description_1": "Moderate burnout is accompanied by signs of chronic fatigue, decreased productivity, and sleep disturbances.",
        "description_2": "Difficulty concentrating may arise, and routine tasks can cause irritation or a sense of overload. In professional activities, a loss of interest and motivation may appear; however, outside of work, emotional well-being remains relatively stable. This state indicates the need to focus on restoring balance between work and personal life."
      },
      "high": {
        "title": "Total score more than 27: ",
        "level": "Severe burnout",
        "description_1": "Severe burnout is characterized by intense physical and emotional exhaustion. Persistent fatigue, even after rest, apathy, decreased motivation, and loss of interest in work become dominant feelings.",
        "description_2": "This condition can lead to a loss of confidence in one’s abilities, difficulties in interacting with colleagues or clients, and a sense of hopelessness. It is often accompanied by high levels of stress, negatively affecting both professional life and overall health."
      }
    },
    "alienation": {
      "title": "Alienation",
      "description_1": "Alienation: ",
      "description_2": "The scale assesses the feeling of detachment and loss of empathy towards others. This state may be characterized by indifference, cynicism, and a negative attitude toward people. Feelings of guilt, avoidance of social interactions, and emotional withdrawal may also occur. In a professional setting, it manifests as a lack of empathy and reluctance to establish emotional connections with others.",
      "low": {
        "title": "Total score of 6 or less: ",
        "level": "The absence of detachment",
        "description": "The absence of detachment indicates emotional stability, the ability to empathize, and a positive attitude toward others. Interaction with people remains appropriate, without feelings of alienation or indifference. Stressful situations are effectively managed, and healthy relationships with colleagues and clients are maintained."
      },
      "medium": {
        "title": "Total score from 7 to 12 inclusive: ",
        "level": "Moderate level of detachment",
        "description": "A moderate level of detachment manifests as emotional distancing, cynicism, or a negative attitude toward others. Interaction with colleagues or clients may present difficulties in establishing an emotional connection. This condition is not critical but requires attention to prevent further deterioration."
      },
      "high": {
        "title": "Total score 13 or more: ",
        "level": "High level of detachment",
        "description": "A significant level is characterized by a pronounced sense of detachment, indifference, or even cynicism in relationships with others. Social interactions become burdensome, a sense of guilt for indifference may arise, and the ability for empathy significantly decreases. This state can negatively impact both professional performance and emotional well-being."
      }
    },
    "personal_accomplishments": {
      "title": "Personal Accomplishments",
      "description_1": "Personal Accomplishments: ",
      "description_2": "This scale reflects self-perception of personal success and effectiveness. A person may evaluate themselves negatively, feeling that their efforts are unproductive and the situation is not improving. This can lead to self-doubt and demotivation. A reduction in personal accomplishments is often a result of exhaustion and depersonalization, which further exacerbate overall burnout.",
      "low": {
        "title": "Total score of 7 or less: ",
        "level": "Low assessment of personal achievements",
        "description": "A low level of personal accomplishment is characterized by significant self-doubt and an inability to achieve professional success effectively. Feelings of hopelessness, lack of motivation, and reduced confidence in professional abilities may arise. This state negatively impacts productivity and the overall attitude toward work."
      },
      "medium": {
        "title": "Total score from 8 to 32 inclusive: ",
        "level": "Moderate assessment of personal achievements",
        "description": "A moderate level of personal accomplishment indicates occasional self-doubt. Despite these challenges, success in professional activities is still achievable. However, there may be instances of reduced confidence and motivation. Maintaining a stable emotional state while fulfilling professional responsibilities can sometimes be difficult."
      },
      "high": {
        "title": "Total score of 33 or more: ",
        "level": "High assessment of personal achievements",
        "description": "A high level of personal accomplishment demonstrates strong motivation, confidence in abilities, and the capacity to achieve set goals. Efficiency in completing tasks remains high, and professional activities bring satisfaction and a sense of self-fulfillment.",
        "additional": "A high score in the first two sections and a low score in the last section may indicate burnout."
      }
    }
  }
}
