export default [
  {
    letter: "P",
    description_uppercase:
      "Функція виробництва результатів розвинена на високому рівні. Такий менеджер не просто розуміє, що треба робити, а і має достатню цілеспрямованість, щоб втілити ідею в готовий продукт, який буде задовольняти потреби клієнтів. Також, менеджер характеризується високою працездатністю, фокусуванням на кінцевому результаті, прагматизмом та здатністю ефективно виконувати кілька завдань одночасно.",
    description_lowercase:
      "Функція виробництва результатів розвинена на достатньому рівні, менеджер може на задовільному рівні справлятися з функцією виробництва результатів, щоб розуміти, які дії потрібно робити для досягнення результату.",
    description_noLetter:
      "Функція виробництва результатів виражена слабо, такий менеджер не може забезпечити виконання задач на високому рівні, важко доводити роботу до кінця.",
  },
  {
    letter: "A",
    description_uppercase:
      "Функція адміністратора розвинена на високому рівні. Такий менеджер блискуче справляється з організацією робочого середовища, плануванням, управлінням та контролем ресурсів компанії. Він робить необхідні дії у потрібний час, у певній послідовності, цим самим готуючи підґрунтя для виробництва результатів.",
    description_lowercase:
      "Функція адміністрування виражена на прийнятному рівні для того, щоб здійснювати контроль за поточним станом справ та завдань.",
    description_noLetter:
      "Функція адміністрування виражена слабо, такий менеджер має труднощі у постановці чітких завдань для інших людей, у нього немає чіткого плану дій, який міг би забезпечити ефективне координування, контроль та відстеження процесів. Такий менеджер не звертає уваги на деталі та не може систематизувати роботу компанії.",
  },
  {
    letter: "E",
    description_uppercase:
      "Функція підприємництва виражена на високому рівні. Такий менеджер має аналітичне мислення, яке дозволяє йому аналізувати зміни довкілля, розуміти важливість стратегічного планування та дій, спрямованих на довгостроковий результат. Його креативність допомагає створити таке бачення компанії, яке зробить її успішною у довгостроковій перспективі, але працювати над його досягненням він починає відразу.",
    description_lowercase:
      "Функція підприємництва виражена на задовільному рівні, щоб розуміти важливість стратегічного планування та дій, спрямованих на довгострокове досягнення цілей.",
    description_noLetter:
      "Функція підприємництва у менеджера не виражена, складно виконувати завдання, пов'язані з прогнозуванням, довгостроковою стратегією та творчим підходом.",
  },
  {
    letter: "I",
    description_uppercase:
      "Функція інтеграції, виражена на високому рівні, що говорити про лідерські здібності та здатність до емпатії. Такий менеджер орієнтувань на створення загальних цінностей, традицій, для нього важлива як сформована команда, він блискуче справляється зі створенням у компанії атмосфери взаємоповаги та взаємодії. Він спрямовує своє креативне мислення, щоб згуртувати людей з різними мотивами та інтересами для досягнення спільної мети.",
    description_lowercase:
      "Функція інтеграції розвинена на задовільному рівні, щоб дотримуватися спільної мети, але мотивацію, координацію та підтримку прихильності команди краще доручити співробітнику з яскраво-вираженим I-стилем.",
    description_noLetter:
      "Функція інтеграції розвинена дуже слабо, складно слідувати спільним цілям, мотивування, координацію та підтримання прихильності команди, краще доручити співробітнику з яскраво-вираженим I-стилем.",
  },
];
