const tests = {
  block_1: [
    { _id: "I", label: "Чуйний" },
    { _id: "E", label: "Яскравий" },
    { _id: "P", label: "Залучений" },
    { _id: "A", label: "Той, що має сумніви" },
  ],
  block_2: [
    { _id: "P", label: "Прямолінійний" },
    { _id: "A", label: "Аналізуючий" },
    { _id: "E", label: "Харизматичний" },
    { _id: "I", label: "Чуттєвий" },
  ],
  block_3: [
    { _id: "A", label: "Спостерігаючий" },
    { _id: "P", label: "Той, що робить" },
    { _id: "E", label: "Думаючий" },
    { _id: "I", label: "Співпереживаючий" },
  ],
  block_4: [
    { _id: "P", label: "Свідомий" },
    { _id: "A", label: "Оцінюючий" },
    { _id: "E", label: "Ризикований" },
    { _id: "I", label: "Доброзичливий" },
  ],
  block_5: [
    { _id: "I", label: "Інтуїтивний" },
    { _id: "E", label: "Допитливий" },
    { _id: "P", label: "Результативний" },
    { _id: "A", label: "Логічний" },
  ],
  block_6: [
    { _id: "E", label: "Абстрактний" },
    { _id: "A", label: "Спостерігаючий" },
    { _id: "I", label: "Взаємодіючий" },
    { _id: "P", label: "Активний" },
  ],
  block_7: [
    { _id: "P", label: "Прагматичний" },
    { _id: "I", label: "Теплий" },
    { _id: "A", label: "Той, що розмірковує" },
    { _id: "E", label: "Орієнтований на майбутнє" },
  ],
  block_8: [
    { _id: "I", label: "Той, хто прагне консенсусу" },
    { _id: "E", label: "Концептуальний" },
    { _id: "P", label: "Переможець" },
    { _id: "A", label: "Спостерігаючий" },
  ],
  block_9: [
    { _id: "A", label: "Стриманий" },
    { _id: "E", label: "Генератор ідей" },
    { _id: "P", label: "Раціональний" },
    { _id: "I", label: "Обізнаний" },
  ],
  block_10: [
    { _id: "I", label: "Приємний" },
    { _id: "E", label: "Яскравий" },
    { _id: "A", label: "Акуратний" },
    { _id: "P", label: "Діловий" },
  ],
};
export default tests;
